Repository: M-Hatem22/waqf
Catalog: ShaykhAlMatabekhFront/Resources/Views.Home.About.*.resx
Languages: ar_sa

source: Abha Mall
ar_sa: الأبهى مول

source: About Us
ar_sa: عن شركتنا

source: Coffee shops
ar_sa: المقاهى

source: Completing the work with the required quality and time
ar_sa: استكمال العمل بالجودة والكفاءة المطلوبين

# FirstService
source: We offer the best to premium homeowners and commercial industries Custom kitchens and cabinets
ar_sa: نقدم مجموعة واسعة من المنتجات التي ترضي مختلف الأذواق ، من التصميم الكلاسيكي إلى الحديث إلى التصميم حسب الطلب

# FourthService
source: We offer a wide range of products that satisfy different tastes, from classic to modern to bespoke design
ar_sa: نقدم مجموعة واسعة من المنتجات التي ترضي مختلف الأذواق ، من التصميم الكلاسيكي إلى الحديث إلى التصميم حسب الطلب

source: Home Page
ar_sa: الصفحة الرئيسية

source: Huge Projects in Saudi Arabia
ar_sa: مشاريع ضخمة بالمملكة العربية السعودية

# Mission
source: MISSION AND GOALS
ar_sa: الرسالة

source: Our
ar_sa: عن

# OurMission
source: Always Satisfying, We at Sheikh Kitchens strive to provide our customers with a variety of kitchen design solutions and high quality products. <br> Modern, timely and wide - diverse appeal, our collections range from modern to classic designs and take into account the differences in each and everyone's lifestyle. <br> <br> Our goal is to provide exceptional quality and professional services that preserve our legacy while embodying the future
ar_sa: مرضي دائمًا ، نحن في شيخ للمطابخ نسعى جاهدين لتزويد عملائنا بمجموعة متنوعة من حلول تصميم المطبخ ومنتجات عالية الجودة. <br> حديثة ، في الوقت المناسب وواسعة - جاذبية متنوعة ، مجموعاتنا تتراوح من التصاميم الحديثة إلى الكلاسيكية وتأخذ في الاعتبار الاختلافات في نمط حياة كل فرد. <br> <br> هدفنا هو تقديم جودة استثنائية وخدمات احترافية تحافظ على إرثنا وتجسد المستقبل

source: Our Projects
ar_sa: مشاريعنا

source: Our Services
ar_sa: خدماتنا

# OurServicesDetails
source: - Implementation of construction and finishing works for commercial and residential buildings - Implementation of the construction and finishing of industrial facilities - Implementation of the construction and finishing of investment projects (hospitals - malls - administrative buildings - complexes) -Implementation of infrastructure works
ar_sa: - تنفيذ أعمال انشاء وتشطيب المباني التجارية والسكنية - تنفيذ انشاء وتشطيب المنشآت الصناعية - تنفيذ أعمال انشاء وتشطيب المشاريع الاستثمارية) المشافي – مولات – مباني ادارية – مجمعات ( - تنفيذ أعمال البنية التحتية

# OurVision
source: Seeking to raise productivity and expand areas of work Ensuring that the works are carried out with the highest quality and the required time Work to contribute to the Emiratization of jobs for Saudis, especially administrative ones Work on the development of work performance and implementation by modern methods to obtain quality and shorten the time of implementation and Keeping abreast of the development in the Kingdom according to Vision 2030
ar_sa: الحرص على تنفيذ الأعمال بأعلى درجات الجودة والوقت المطلوب العمل على المساهمة في توطين الوظائف للسعوديين وخاصة الادارية منها العمل على تطوير أداء العمل والتنفيذ بالطرق الحديثة للحصول على الجودة واختصار وقت التنفيذ و مواكبة التطور الحاصل بالمملكة حسب رؤية 2030

# photoTitleHome
source: SHEIKH KITCHENS
ar_sa: شيخ المطابخ

source: Projects
ar_sa: المشاريع

# SecondService
source: New designs and items are constantly developed by our talented designers to bring innovation to different styles of kitchens and cabinets.
ar_sa: يتم تطوير تصميمات وعناصر جديدة باستمرار من قبل المصممين الموهوبين لدينا لجلب الابتكار إلى أنماط مختلفة من المطابخ والخزائن.

source: Show Projects
ar_sa: عرض المشاريع

# STRENGTH
source: OUR ANATOMY CAPACITY & STRENGTH
ar_sa: قوتنا وسعتنا التشريحية

# STRENGTHDetails
source: Al Sheikh Kitchens is one of the largest manufacturers of fitted kitchens and cabinets in the Kingdom of Saudi Arabia. In addition to its headquarters in Riyadh, the company has its own production facilities and showrooms throughout the Kingdom. From small carpentry the day it started, today the company employs more than 396 employees within its manpower. <br><br> Quality, design and innovation are just our main goal so we have developed a company structure that can guarantee the best service to our customers. From our main management department to our production plant to our outstanding showrooms, we have earned a high level of brand recognition and sympathy due to our long tradition and commitment to excellence.
ar_sa: مطابخ الشيخ هي واحدة من أكبر الشركات المصنعة للمطابخ والخزائن المجهزة في المملكة العربية السعودية. بالإضافة إلى مقرها الرئيسي في الرياض ، تمتلك الشركة مرافق إنتاج خاصة بها وصالات عرض في جميع أنحاء المملكة. من النجارة الصغيرة في اليوم الذي بدأت فيه ، توظف الشركة اليوم أكثر من 396 موظفًا ضمن قوتها العاملة. <br> <br> الجودة والتصميم والابتكار هي فقط هدفنا الرئيسي لذلك قمنا بتطوير هيكل الشركة الذي يمكن أن يضمن أفضل خدمة لعملائنا. من قسم الإدارة الرئيسي لدينا إلى مصنع الإنتاج لدينا إلى صالات العرض المتميزة ، لقد حصلنا على مستوى عالٍ من الاعتراف بالعلامة التجارية والتعاطف بسبب تقاليدنا العريقة والتزامنا بالتميز.

# ThirdService
source: We are always up to date with new trends affecting the world of kitchens and related technologies.
ar_sa: نحن دائمًا على اطلاع دائم بالاتجاهات الجديدة التي تؤثر على عالم المطابخ والتقنيات ذات الصلة.

# ThirdServiceDetails
source: (hospitals - malls - administrative buildings - complexes)
ar_sa: (مستشفيات - مولات - مبانى ادارية - مجمعات)

source: View Promo Video
ar_sa: مشاهدة الفيديو

source: Vision
ar_sa: الرؤية

source: We Are ??
ar_sa: نحن

source: We Keen To Provide The Best
ar_sa: دائما نسعى لتقديم الافضل

source: Who
ar_sa: من

# WhoAreWe
source: The company was founded in 1986 in the heart In Saudi Arabia, Sheikh Kitchens is the oldest name in the kitchen and joints industry. Banking on decades of family heritage, we've followed Steps of our great organization. <br><br> Sheikh Kitchens is a dynamic, innovative and unwavering company Commitment to using its extensive technical and industry knowledge to achieve Complete customer satisfaction. Focusing on achieving our ambitious goals and striving to achieve our ambition Plans, Sheikh Kitchens is a team that works closely with designers and architects International reputation in providing all kinds of custom solutions Customized work environments, in addition to our standard products.
ar_sa: تأسست الشركة عام 1986 في قلب المملكة العربية السعودية ، الشيخ مطابخ هو أقدم اسم في صناعة المطابخ والمفاصل. بناءً على عقود من الإرث العائلي ، اتبعنا خطوات مؤسستنا العظيمة. <br> <br> شيخ كيتشنز هي شركة ديناميكية ومبتكرة وثابتة تلتزم باستخدام معرفتها التقنية والصناعية الواسعة لتحقيق رضا العملاء التام. مع التركيز على تحقيق أهدافنا الطموحة والسعي لتحقيق خططنا الطموحة ، يعد Sheikh Kitchens فريقًا يعمل عن كثب مع المصممين والمهندسين المعماريين السمعة الدولية في تقديم جميع أنواع الحلول المخصصة بيئات العمل المخصصة ، بالإضافة إلى منتجاتنا القياسية.
