Repository: M-Hatem22/waqf
Catalog: ShaykhAlMatabekhFront/Resources/Views.Home.Index.*.resx
Languages: ar_sa

# AboutTitle
source: WHO WE ARE ??
ar_sa: من نحن ؟؟

source: casework
ar_sa: كاونترات العمل الجماعى

source: Completing the work with the required quality and time
ar_sa: استكمال العمل بالجودة والكفاءة المطلوبين

source: Completion of investment projects
ar_sa: انجاز المشاريع الاستثمارية

source: Creating entertainment projects
ar_sa: انشاء مشاريع الترفيه

source: Distinguished Industrial Projects
ar_sa: المشاريع الصناعية المتميزة

source: Distinguished level of luxury
ar_sa: مستوى مميز من الفخامة

source: Exterior finishes
ar_sa: تشطيبات خارجية

# FirstService
source: We offer the best to premium homeowners and commercial industries Custom kitchens and cabinets
ar_sa: نحن نقدم الأفضل لأصحاب المنازل المتميزين والصناعات التجارية.تتوفر المطابخ والخزائن المخصصة وفقًا لذوقك واحتياجاتك

# FourthService
source: We offer a wide range of products that satisfy different tastes, from classic to modern to bespoke design
ar_sa: نقدم مجموعة واسعة من المنتجات التي ترضي مختلف الأذواق ، من التصميم الكلاسيكي إلى الحديث إلى التصميم حسب الطلب

source: Home Page
ar_sa: الصفحة الرئيسية

source: Huge Projects in Saudi Arabia
ar_sa: مشاريع ضخمة بالمملكة العربية السعودية

source: Ingenuity of design and execution
ar_sa: براعة التصميم و التنفيذ

source: Kitchen Cabinets
ar_sa: خزائن المطبخ

source: Kitchens
ar_sa: المطابخ

source: Our Products
ar_sa: منتجـــــاتنــــــــا

source: Our Services
ar_sa: خدماتنا

# OurServicesDetails
source: - Implementation of construction and finishing works for commercial and residential buildings - Implementation of the construction and finishing of industrial facilities - Implementation of the construction and finishing of investment projects (hospitals - malls - administrative buildings - complexes) -Implementation of infrastructure works
ar_sa: - تنفيذ أعمال انشاء وتشطيب المباني التجارية والسكنية - تنفيذ انشاء وتشطيب المنشآت الصناعية - تنفيذ أعمال انشاء وتشطيب المشاريع الاستثمارية) المشافي – مولات – مباني ادارية – مجمعات ( - تنفيذ أعمال البنية التحتية

# photoTitleHome
source: SHEIKH KITCHENS
ar_sa: شيخ المطابخ

source: Products
ar_sa: منتجـــــاتنــــــــا

# receivingCounters
source: Nursing stations receiving counters
ar_sa: كاونترات الاستقبال في محطات التمريض

# SecondService
source: New designs and items are constantly developed by our talented designers to bring innovation to different styles of kitchens and cabinets.
ar_sa: يتم تطوير تصميمات وعناصر جديدة باستمرار من قبل المصممين الموهوبين لدينا لجلب الابتكار إلى أنماط مختلفة من المطابخ والخزائن.

# ShowProjects
source: Show Products
ar_sa: عرض المنتجــــــــات

# Strive
source: We Strive to keep pace with Visoin 2030
ar_sa: نسعى لمواكبة الرؤية فى 2030

# ThirdService
source: We are always up to date with new trends affecting the world of kitchens and related technologies.
ar_sa: نحن دائمًا على اطلاع دائم بالاتجاهات الجديدة التي تؤثر على عالم المطابخ والتقنيات ذات الصلة.

# TitleSlider1
source: ART, QUALITY AND LIFESTYLE
ar_sa: الالتزام بالجودة والإنجاز

source: View Promo Video
ar_sa: مشاهدة الفيديو

source: We Keen To Provide The Best
ar_sa: دائما نسعى لتقديم الافضل

# WhoAreWe
source: The company was founded in 1986 in the heart In Saudi Arabia, Sheikh Kitchens is the oldest name in the kitchen and joints industry. Banking on decades of family heritage, we've followed Steps of our great organization. <br><br> Sheikh Kitchens is a dynamic, innovative and unwavering company Commitment to using its extensive technical and industry knowledge to achieve Complete customer satisfaction. Focusing on achieving our ambitious goals and striving to achieve our ambition Plans, Sheikh Kitchens is a team that works closely with designers and architects International reputation in providing all kinds of custom solutions Customized work environments, in addition to our standard products.
ar_sa: تأسست الشركة عام 1986 في قلب المملكة العربية السعودية ، الشيخ مطابخ هو أقدم اسم في صناعة المطابخ والمفاصل. بناءً على عقود من الإرث العائلي ، اتبعنا خطوات مؤسستنا العظيمة. <br> <br> شيخ كيتشنز هي شركة ديناميكية ومبتكرة وثابتة تلتزم باستخدام معرفتها التقنية والصناعية الواسعة لتحقيق رضا العملاء التام. مع التركيز على تحقيق أهدافنا الطموحة والسعي لتحقيق خططنا الطموحة ، يعد Sheikh Kitchens فريقًا يعمل عن كثب مع المصممين والمهندسين المعماريين السمعة الدولية في تقديم جميع أنواع الحلول المخصصة بيئات العمل المخصصة ، بالإضافة إلى منتجاتنا القياسية.
