Repository: M-Hatem22/waqf
Catalog: ShaykhAlMatabekhFront/Resources/Views.Home.Contact.*.resx
Languages: ar_sa

source: ABHA
ar_sa: أبها

# AbhaAlGhalith
source: Sheikh Kitchens Factory Company, Abha, Al Ghalith villages
ar_sa: شركة مصنع شيخ المطابخ ابها قرى ال غليظ

# AbhaAlMansk
source: Sheikh Kitchens Factory Company, Abha, Al-Mansk
ar_sa: شركة مصنع شيخ المطابخ <br > ابها المنسك

source: About Starting Horizen
ar_sa: السعي الى رفع الانتاجية وتوسيع مجالات العمل الحرص على تنفيذ الأعمال بأعلى درجات الجودة والوقت المطلوب

source: Address
ar_sa: مقر الشركة

source: Address Details
ar_sa: الرياض حي الروضة 2812 شارع الحسن بن علي 7728 الرمز البريدي 13213

source: ALQASSIM
ar_sa: القصيم

# Branches
source: Branch
ar_sa: فــــرع

# bunaaCity
source: Sheikh Kitchens Factory Company <br > Bunaa City
ar_sa: شركة مصنع شيخ المطابخ <br > مدينة البناء

# Buraidah
source: Sheikh Kitchens Factory Company, <br > Buraidah
ar_sa: شركة مصنع شيخ المطابخ <br > بريدة

source: BURAYDAH
ar_sa: بريدة

source: Contact
ar_sa: التواصل

source: Contact Details
ar_sa: بيانات التواصل

# ContactUsAll
source: Contact With Us
ar_sa: كن على تواصل مع

source: Contact With Us
ar_sa: تواصل معنا

# Dammam
source: Dammam Sheikh Kitchens Factory Company
ar_sa: شركة مصنع شيخ المطابخ <br >الدمام

source: Email
ar_sa: البريد الالكترونى

# Exit17New
source: Sheikh Kitchens Factory Company, Exit 17, New
ar_sa: شركة مصنع شيخ المطابخ <br > مخرج 17 الجديد

# Hail
source: Sheikh Kitchens Factory Company, <br > Hail
ar_sa: شركة مصنع شيخ المطابخ <br > حائل

# JAZAN
source: JAZAN & NAJRAN
ar_sa: جازان ونجران

# Jazan2
source: Sheikh Kitchens Factory Company <br > Jazan
ar_sa: شركة مصنع شيخ <br > المطابخ جازان

# KhamisMushait
source: Sheikh Kitchens Factory Company, Khamis Mushait, King Faisal Road
ar_sa: شركة مصنع شيخ المطابخ خميس مشيط طريق الملك فيصل

# KhamisMushaitmainbranch
source: Sheikh Kitchens Factory Company, Khamis Mushait, main branch
ar_sa: شركة مصنع شيخ المطابخ خميس مشيط الفرع الرئيسي

source: Location
ar_sa: الموقع

# Medina
source: Sheikh Kitchens Factory Company, Medina
ar_sa: شركة مصنع شيخ المطابخ <br > المدينة المنورة

source: Message Alert
ar_sa: تم ارسال رأيك بنجاح

# NajranAlArisah
source: Sheikh Kitchens Factory Company, Najran Al-Arisah
ar_sa: شركة مصنع شيخ المطابخ <br > نجران العريسة

# NajranDah
source: Sheikh Kitchens Factory Company Najran Dahdna
ar_sa: شركة مصنع شيخ المطابخ <br > نجران دحضه

source: Phone
ar_sa: الهاتف

# RIYADH
source: Sheikh Kitchens Factory Company, Riyadh, main branch
ar_sa: شركة مصنع شيخ المطابخ الرياض الفرع الرئيسي

# RIYADH17
source: Sheikh Kitchens Factory Company, Riyadh, Exit 17
ar_sa: شركة مصنع شيخ المطابخ الرياض مخرج 17

# RIYADH2
source: Sheikh Kitchens Factory Company, Riyadh Industrial 2
ar_sa: شركة مصنع شيخ المطابخ الرياض الصناعية 2

# RIYADH5
source: Sheikh Kitchens Factory Company, Riyadh, Al-Yasmine, Exit 5
ar_sa: شركة مصنع شيخ المطابخ الرياض الياسمين مخرج 5

# RIYADH9
source: Sheikh Kitchens Factory Company, Riyadh, Exit 9
ar_sa: شركة مصنع شيخ المطابخ الرياض مخرج 9

# RiyadhAlKharj
source: Sheikh Kitchens Factory Company, Riyadh - Al-Kharj
ar_sa: شركة مصنع شيخ المطابخ الرياض - الخرج

# RiyadhSpecialist
source: Sheikh Kitchens Factory Company, Riyadh Specialist
ar_sa: شركة مصنع شيخ المطابخ الرياض التخصصي

# Sakaka
source: Sheikh Kitchens Factory Company <br > Sakaka
ar_sa: شركة مصنع شيخ المطابخ <br > سكاكا

# SendMessage
source: Send
ar_sa: ارسل

source: Sheikh kitchens
ar_sa: شيخ المطابخ

source: Starting Horizen
ar_sa: انطلاق الافق

# Unaizah
source: Sheikh Kitchens Factory Company <br > Unaizah
ar_sa: شركة مصنع شيخ المطابخ <br > عنيزة

source: View Promo Video
ar_sa: مشاهدة الفيديو

source: Your Email *
ar_sa: بريدك الالكترونى *

source: Your Name *
ar_sa: اسمك *

source: Your Phone *
ar_sa: رقم الهاتف *

# YourSubject
source: Your Message *
ar_sa: رسالتك *
